<template>
    <div>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1><h1>占位---请滚动到底部</h1>
        <yd-backtop></yd-backtop>
    </div>
</template>

<script>
  export default {
    name: "backtop"
  }
</script>

<style scoped>

</style>
